Repository: wp-plugins/schreikasten
Catalog: lang/*.po
Languages: sk_hu_hu, sk_tr_tr

source: Subscribe
sk_hu_hu: Feliratkozás
sk_tr_tr: Abone ol

source: Can\'t read Schreikasten Feed
sk_hu_hu: Nem lehet Üzenőfal hírcsatornát olvasni
sk_tr_tr: Schreikasten akışı okunamıyor

source: New message from
sk_hu_hu: Új üzenet, feladó
sk_tr_tr: Şu kişiden yeni ileti

source: Are you sure you want to delete this comment?
sk_hu_hu: Biztos benne, hogy törli ezt a hozzászólást?
sk_tr_tr: Bu yorumu silmek istediğinize emin misiniz?

source: Are you sure you want to mark this comment as blacklisted?
sk_hu_hu: Biztos benne, hogy szeretné megjelölni ezt a megjegyzést, mint feketelistára?
sk_tr_tr: Bu yorumu kara listeye alman istediğinize emin misiniz?

source: Are you sure you want to mark this comment as SPAM?
sk_hu_hu: Biztos benne, hogy szeretné megjelölni ezt a megjegyzést, mint SPAM?
sk_tr_tr: Bu yorumu SPAM olarak işaretlemek istediğinize emin misiniz?

source: Comment
sk_hu_hu: Megjegyzés
sk_tr_tr: Yorum

source: Approved
sk_hu_hu: Jóváhagyva
sk_tr_tr: Onaylandı

source: Pending
sk_hu_hu: Függőben
sk_tr_tr: Bekliyor

source: Spam
sk_tr_tr: İstenmeyen

source: Rejected
sk_hu_hu: Elutasítva
sk_tr_tr: Reddedildi

source: We cannot accept messages<br>from this PC
sk_hu_hu: Nem tudunk elfogadni üzeneteket<br>erről a PC-ről
sk_tr_tr: Bu bilgisayardan<br>ileti kabul edemiyoruz

source: There is a reply to your comment on %s from %s
sk_hu_hu: Érkezett egy válasz, erre %s a megjegyzésre, küldte %s
sk_tr_tr: %s yorumunuza %s yanıtladı

source: Your comment : %s
sk_hu_hu: Hozzászólásod : %s
sk_tr_tr: Yorumun: %s

source: Reply comment: %s
sk_hu_hu: Válasz a hozzáslásra: %s
sk_tr_tr: Yorumu yanıtla: %s

source: An answer to your comment on %s
sk_hu_hu: Válasz a megjegyzésedre, %s
sk_tr_tr: %s yorumuna bir yanıt

source: There is a new comment on Schreikasten
sk_hu_hu: Van egy új megjegyzés az Üzenőfalon
sk_tr_tr: Schreikasten'de yeni bir yorum var

source: Author : %1$s (IP: %2$s)
sk_hu_hu: Szerző : %1$s (IP: %2$s)
sk_tr_tr: Yazar : %1$s (IP: %2$s)

source: E-mail : %s
sk_tr_tr: E-posta : %s

source: Comment: %s
sk_hu_hu: Megjegyzés: %s
sk_tr_tr: Yorum: %s

source: Delete it: %s
sk_hu_hu: %s törlése
sk_tr_tr: Sil: %s

source: Reject it: %s
sk_hu_hu: %s elutasítása
sk_tr_tr: Reddet: %s

source: Spam it: %s
sk_hu_hu: %s SPAM
sk_tr_tr: İstenmeyen: %s

source: New comment on Schreikasten
sk_hu_hu: Új megjegyzés az Üzenőfalon
sk_tr_tr: Schreikasten'de yeni yorum

source: A new comment on Schreikasten is waiting for your approval
sk_hu_hu: Egy új Üzenőfal megjegyzés vár jóváhagyásra
sk_tr_tr: Schreikasten'de yeni bir yorum onayınızı bekliyor

source: Approve it: %s
sk_hu_hu: Jóváhagyhatja: %s
sk_tr_tr: Onayla: %s

source: Schreikasten comment to moderate
sk_hu_hu: Üzenőfal megjegyzés moderáláshoz
sk_tr_tr: Yönetmek için Schreikasten yorumu

source: [delete]
sk_hu_hu: [töröl]
sk_tr_tr: [sil]

source: [edit]
sk_hu_hu: [szerkeszt]
sk_tr_tr: [düzenle]

source: [reply]
sk_hu_hu: [válasz]
sk_tr_tr: [yanıtla]

source: [no sender]
sk_hu_hu: [nincs feladó]
sk_tr_tr: [ileten yok]

source: Delete
sk_hu_hu: Törlés
sk_tr_tr: Sil

source: Reject
sk_hu_hu: Elutasít
sk_tr_tr: Reddet

source: Sending
sk_hu_hu: Elküldés
sk_tr_tr: İletiyor

source: This PC was blacklisted, and you have reached your comments quota limit.
sk_hu_hu: Ez a PC feketelistán van,és a hozzászólások száma elérte a kvótakorlátot.
sk_tr_tr: Bu bilgisayar kara listeye alındı, ve yorum kotası limitinize ulaştınız.

source: You have reached your daily comments quota limit.
sk_hu_hu: Elérted a napi megjegyzések kvótáját.
sk_tr_tr: Günlük yorum kotası limitinize ulaştınız.

source: Submit
sk_hu_hu: Elküldöm
sk_tr_tr: Gönder

source: Options saved
sk_hu_hu: Beállítások elmentve
sk_tr_tr: Seçenekler kaydedildi

source: Status changed
sk_hu_hu: Az állapot megváltozott
sk_tr_tr: Durum değiştirildi

source: Comment modified
sk_hu_hu: A megjegyzés módosult
sk_tr_tr: Yorum düzenlendi

source: Comment deleted
sk_hu_hu: A megjegyzés törölve
sk_tr_tr: Yorum silindi

source: PC locked forever
sk_hu_hu: PC örökre blokkolva
sk_tr_tr: Bilgisayar sonsuza dek kilitlendi

source: PC unlocked
sk_hu_hu: PC feloldva
sk_tr_tr: Bilgisayar kilidi açıldı

source: PC locked
sk_hu_hu: PC lezárva
sk_tr_tr: Bilgisayar kilitlendi

source: To show your messages list you have to <a href="%s">log in</a>.
sk_hu_hu: Az üzenetelista megtekintéséhez <a href="%s">Bejelentkezés</a> szükséges.
sk_tr_tr: İleti listenizi görüntüleyebilmek için <a href="%s">giriş</a> yapmalısınız.

source: E-mail is required
sk_hu_hu: Az email kötelező
sk_tr_tr: E-posta gereklidir

source: To prevent identification theft, we recomend\nthat you do not include e-mail adresses.\nDo you want to continue?
sk_hu_hu: Az adatlopás megakadályozása érdekében azt\njavasoljuk, hogy ne tartalmazzon email címet.\nAkarod folytatni?
sk_tr_tr: Kimlik hırsızlığını önlemek için\nE-posta adresinizi eklememenizi öneriyoruz.\nDevam etmek ister misiniz?

source: Your message has been sent. Comments have\nto be approved before posted.
sk_hu_hu: Az üzenet el lett küldve. A hozzászólásokat\njóvá kell hagyni megjelenés előtt.
sk_tr_tr: İletiniz gönderildi. Yorumlar\npaylaşılmadan önce onaylanmalıdır.

source: Your message has been sent but this PC was blacklisted.\nComments have to be approved before posted.
sk_hu_hu: Az üzenet el lett küldve, de ez a PC feketelistás lett.\nA megjegyzéseket jóvá kell hagyni megjelenés előtt.
sk_tr_tr: İletiniz gönderildi ama bu bilgisayar kara listeye alınmış.\nYorumlar paylaşılmadan önce onaylanmalıdır.

source: You must be <a href="%s">signed in</a> to post a comment
sk_hu_hu: Be kell <a href="%s"> jelentkezned</a> megjegyzés küldéséhez
sk_tr_tr: Yorum paylaşabilmek için <a href="%s">kaydolmanız</a> gerekir

source: This PC was blacklisted. At this time comments cannot be posted.
sk_hu_hu: Ez a PC feketelistára került. Jelenleg megjegyzések nem írhatsz.
sk_tr_tr: Bu bilgisayar kara listeye alındı. Şu an yorumlar paylaşılamaz.

source: Name
sk_hu_hu: Név
sk_tr_tr: Ad

source: Email
sk_tr_tr: E-posta

source: For
sk_hu_hu: Címzett:
sk_tr_tr: Kime

source: Mail will not be published
sk_hu_hu: A levél nem publikus
sk_tr_tr: E-postanız paylaşılmayacak

source: (but it's required)
sk_hu_hu: (de ez szükséges)
sk_tr_tr: (ama gereklidir)

source: (but it's used for avatar)
sk_hu_hu: (de ez avatar használható)
sk_tr_tr: (ama küçük resim için kullanır)

source: Logged in as %s
sk_hu_hu: Bejelentkezve, mint %s
sk_tr_tr: %s olarak giriş yapıldı

source: Log out
sk_hu_hu: Kilépés
sk_tr_tr: Çıkış yap

source: The lenght of the message is bigger than the allowed size.
sk_hu_hu: Az üzenet hosszabb, mint a megengedett méret.
sk_tr_tr: İleti uzunluğu, izin verilen uzunluktan daha büyük.

source: Answer
sk_hu_hu: Válasz
sk_tr_tr: Yanıt

source: Comment by %s
sk_hu_hu: %s megjegyzése
sk_tr_tr: %s tarafından yorum

source: Shouts in %s
sk_hu_hu: Bekiabálás itt, %s
sk_tr_tr: %s'deki gönderiler

source: List of messages in %s
sk_hu_hu: %s üzenet listája
sk_tr_tr: %s'deki iletilerin listesi

source: Add a Schreikasten Shoutbox to the sidebar.
sk_hu_hu: Schreikasten Üzenőfal hozzáadása az oldalsávhoz.
sk_tr_tr: Yan alana bir Schreikasten ekle.

source: Title:
sk_hu_hu: Cím:
sk_tr_tr: Başlık:

source: Items per page
sk_hu_hu: Tétel per oldal
sk_tr_tr: Sayfa başına nesne

source: Show RSS feed
sk_hu_hu: RSS hírcsatorna megjelenítése
sk_tr_tr: RSS akışını göster

source: You can <a href="%s">edit</a> the general config settings in <strong>Settings / Schreikasten</strong>.
sk_hu_hu: Itt lehet<a href="%s">szerkeszteni</a>az <strong>Üzenőfal / Beállítások</strong> általános beállításait.
sk_tr_tr: Genel yapılandırma ayarlarını <strong>Ayarlar / Schreikasten</strong>'den <a href="%s">düzenleyebilirsiniz</a>.

source: Edit Comment
sk_hu_hu: Megjegyzés szerkesztése
sk_tr_tr: Yorumu düzenle

source: Status
sk_hu_hu: Állapot
sk_tr_tr: Durum

source: Cancel
sk_hu_hu: Mégsem
sk_tr_tr: İptal

source: Update
sk_hu_hu: Frissítés
sk_tr_tr: Güncelle

source: Author
sk_hu_hu: Szerző
sk_tr_tr: Yazar

source: E-mail
sk_tr_tr: E-posta

source: Tracking comment
sk_hu_hu: Megjegyzés követése
sk_tr_tr: Yorum izle

source: Blocked PC
sk_hu_hu: Blokkolt PC
sk_tr_tr: Engellenmiş bilgisayar

source: Displaying %s&#8211;%s of %s
sk_hu_hu: %s&#8211;%s / %s megjelenítése
sk_tr_tr: %s&#8211;%s, %s ileti içinden gösteriliyor

source: No comments found
sk_hu_hu: Nem található megjegyzés
sk_tr_tr: Yorum bulunamadı

source: By Alias
sk_hu_hu: Álnév
sk_tr_tr: Takma ada göre

source: By E-mail
sk_hu_hu: Email
sk_tr_tr: E-postaya göre

source: By PC
sk_hu_hu: PC
sk_tr_tr: Bilgisayara göre

source: No e-mail registry
sk_hu_hu: Nincs e-mail adatbázis
sk_tr_tr: E-posta kaydı yok

source: registered user
sk_hu_hu: regisztrált felhasználó
sk_tr_tr: kayıtlı kullanıcı

source: This comment is marked as %s.\nAre you sure you want to mark it as %s?
sk_hu_hu: Ez a megjegyzés meg lett jelölve, mint %s.\nBiztos benne, hogy szeretné megjelölni, mint %s?
sk_tr_tr: Bu yorum %s olarak işaretlenmiş.\nBunu %s olarak işaretlemek istediğinize emin misiniz?

source: Edit
sk_hu_hu: Szerkeszt
sk_tr_tr: Düzenle

source: Accept
sk_hu_hu: Elfogad
sk_tr_tr: Kabul et

source: Tracking
sk_hu_hu: Követés
sk_tr_tr: İzleniyor

source: Are you sure you want to unlock this PC?
sk_hu_hu: Biztos, hogy szeretnéd feloldani ezt a PC-t?
sk_tr_tr: Bu bilgisayarın kilidini açmak istediğinize emin misiniz?

source: Unlock PC
sk_hu_hu: PC feloldása
sk_tr_tr: Bilgisayarın kilidini aç

source: Are you sure you want to lock this PC?
sk_hu_hu: Biztos, hogy szeretnéd lezárni ezt a PC-t?
sk_tr_tr: Bu bilgisayarı kilitlemek istediğinize emin misiniz?

source: Lock PC
sk_hu_hu: PC lezárása
sk_tr_tr: Bilgisayarı kilitle

source: Delete this Comment?
sk_hu_hu: Törlöd a megjegyzést?
sk_tr_tr: Bu yorumu sil?

source: Schreikasten Spam
sk_tr_tr: Schreikasten İstenmeyen

source: Schreikasten Comments
sk_hu_hu: Schreikasten megjegyzés
sk_tr_tr: Schreikasten Yorumları

source: Search Comments
sk_hu_hu: Megjegyzések keresése
sk_tr_tr: Yorum Ara

source: Bulk Actions
sk_hu_hu: Tömeges műveletek
sk_tr_tr: Toplu İşlemler

source: Mark as Spam
sk_hu_hu: Megjelölés, mint Spam
sk_tr_tr: İstenmeyen olarak İşaretle

source: Mark as Unapproved
sk_hu_hu: Megjelölés, mint nem jóváhagyott
sk_tr_tr: Onaylanmamış olarak İşaretle

source: Apply
sk_hu_hu: Alkalmaz
sk_tr_tr: Uygula

source: Delete all Spam
sk_hu_hu: Összes Spam törlése
sk_tr_tr: Tüm İstenmeyenleri Sil

source: Approve
sk_hu_hu: Jóváhagy
sk_tr_tr: Onayla

source: approve
sk_hu_hu: jóváhagy
sk_tr_tr: onayla

source: reject
sk_hu_hu: elutasít
sk_tr_tr: reddet

source: delete
sk_hu_hu: töröl
sk_tr_tr: sil

source: <strong>Caution:</strong> You are about to mark the following comment as spam:</p>
sk_hu_hu: <strong>Figyelem:</strong> Spamként kívánod megjelölni a következő megjegyzést:</p>
sk_tr_tr: <strong>Dikkat:</strong> Şu yorumu SPAM olarak işaretlemek üzeresiniz:</p>

source: <strong>Caution:</strong> You are about to %s the following comment:</p>
sk_hu_hu: <strong>Caution:</strong> Arra készülsz, hogy %s-ként jelöld a következő megjegyzést:</p>
sk_tr_tr: <strong>Dikkat:</strong> Şu yorumu %s:</p>

source: Are you sure you want to do that?
sk_hu_hu: Biztos, hogy akarod ezt?
sk_tr_tr: Bunu yapmak istediğinize emin misiniz?

source: Schreikasten Settings
sk_hu_hu: Üzenőfal beállításai
sk_tr_tr: Schreikasten Ayarları

source: You need an Akismet <a href='%s' target='_BLANK'>API</a> to enable the antispam filter.
sk_hu_hu: Szükséges az Akismet <a href='%s' target='_BLANK'>API</a> az antispam szűrés engedélyezéséhez.
sk_tr_tr: İstenmeyen ileti önleyici süzgeci etkinleştirmek için Akismet <a href='%s' target='_BLANK'>API</a>'ya ihtiyacınız var.

source: Set the <a href='%s' target='_BLANK'>API Key</a> if you require the antispam filter.
sk_hu_hu: Állítsd be az <a href='%s' target='_BLANK'>API Kulcsot</a> ha szükséged van az antispam szűrésre.
sk_tr_tr: Eğer istenmeyen ileti önleyici süzgecine ihtiyacınız varsa <a href='%s' target='_BLANK'>API Anahtarı</a> belirle

source: API Key is valid.
sk_hu_hu: API Kulcs érvényes.
sk_tr_tr: API anahtarı geçerli.

source: API Key is not valid.
sk_hu_hu: API Kulcs érvénytelen.
sk_tr_tr: API anahtarı geçersiz.

source: Date format
sk_hu_hu: Dátum formátum
sk_tr_tr: Tarih biçimi

source: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Documentation about date format</a>.
sk_hu_hu: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Segítség a dátum formázásához</a>.
sk_tr_tr: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Tarih biçimleri hakkında belge</a>.

source: Show Avatar
sk_hu_hu: Avatar mutatása
sk_tr_tr: Küçük Resim Göster

source: Registered users only
sk_hu_hu: Csak regisztrált felhasználók
sk_tr_tr: Yalnızca kayıtlı kullanıcılar

source: Use general configuration
sk_hu_hu: Általános beállítások szerint
sk_tr_tr: Genel yapılandırmayı kullan

source: Yes
sk_hu_hu: Igen
sk_tr_tr: Evet

source: No
sk_hu_hu: Nem
sk_tr_tr: Hayır

source: Comments must be moderated
sk_hu_hu: A hozzászólásokat moderálni kell
sk_tr_tr: Yorumlar gözden geçirilmelidir

source: Requiere e-mail
sk_hu_hu: Kötelező email
sk_tr_tr: E-postayı gerekli kıl

source: Announce comments (send e-mail)
sk_hu_hu: Megjegyzések bejelentése (email küldés)
sk_tr_tr: Yorumları duyur (e-posta gönder)

source: Send e-mail
sk_hu_hu: Email küldés
sk_tr_tr: E-posta gönder

source: Don't send e-mail
sk_hu_hu: Ne küldjön emailt
sk_tr_tr: E-posta gönderme

source: Layout
sk_hu_hu: Elrendezés
sk_tr_tr: Düzen

source: Guest Book
sk_hu_hu: Vendégkönyv
sk_tr_tr: Ziyaretçi Defteri

source: Black Board
sk_hu_hu: Tábla
sk_tr_tr: Kara Tahta

source: Chat Box
sk_hu_hu: Csevegés
sk_tr_tr: Sohbet Kutusu

source: Questions and Answers
sk_hu_hu: Kérdések és Válaszok
sk_tr_tr: Sorular ve Yanıtlar

source: Just to leave messages. No replies.
sk_hu_hu: Csak üzenetet hagyhatsz. Nem válaszolhatsz.
sk_tr_tr: Yalnızca ileti bırak. Yanıt yok.

source: Anyone can leave replies to any comment, but there wouldn't be threads. A reply is listed in the order they come like another comment.
sk_hu_hu: Bárki válaszokat tud hagyni bármilyen megjegyzésre, de beszélgetések nem lesznek. A válaszok olyan sorrendben jönnek, mint egy következő megjegyzés.
sk_tr_tr: Herkes her yoruma yanıt bırakabilir ama ileti dizileri olmayacak. Yanıtlar diğer yanıtlar gibi listelenecektir.

source: The space to write comments comes at the bottom, and the messages list goes like in a chat room. Anyone can leave replies to any comment, but there wouldn't be threads. A reply is listed in the order they come like another comment.
sk_hu_hu: Az írt hozzászólás alulra kerül, és az üzenetlista megy, mint egy chat szobában. A válaszok olyan sorrendben jönnek, mint egy következő megjegyzés.
sk_tr_tr: Yorum yazma alan altta gelir, ve ileti listesi sohbet odasındaki gibidir. Herkes her yoruma yanıt bırakabilir, ama ileti dizileri olmayacak. Yanıtlar diğer yanıtlar gibi listelenecektir.

source: Only the administrator can leave a reply, and it will be shown right after the parent message.
sk_hu_hu: Csak az adminisztrátor hagyhat választ és ez a szülő üzenet jobb oldalán lesz látható.
sk_tr_tr: Yalnızca yönetici yanıt bırakabilir, ve yanıt, yanıtlanan iletiden hemen sonra gösterilecektir.

source: Alert users about posting e-mails in their comments
sk_hu_hu: Figyelmeztetés megjegyzésekről a felhasználók számára, emlékeztető email kiküldésével.
sk_tr_tr: Kullanıcıları, yorumlarında e-postalarını paylaşmaları konusunda uyar

source: Number of characters allowed per comment
sk_hu_hu: Megjegyzésenként engedélyezett karakter szám
sk_tr_tr: Yorum başına izin verilen karakter sayısı

source: Refresh rate
sk_hu_hu: Frissítési gyakoriság
sk_tr_tr: Yenileme hızı

source: This option is in an early stage, take caution.
sk_hu_hu: Ez az opció még korai stádiumban van, csak óvatosan.
sk_tr_tr: Bu seçenek erken aşamadadır, önleminizi alın.

source: Never
sk_hu_hu: Soha
sk_tr_tr: Asla

source: seconds
sk_hu_hu: mp
sk_tr_tr: saniye

source: Delete any comment older than
sk_hu_hu: Törölje a régebbi bejegyzéseket
sk_tr_tr: Şu süreden geç yorumları sil

source: days
sk_hu_hu: nap
sk_tr_tr: gün

source: weeks
sk_hu_hu: hét
sk_tr_tr: hafta

source: months
sk_hu_hu: hónap
sk_tr_tr: ay

source: Void or 0 to not delete.
sk_hu_hu: Érvénytelen vagy 0 nem törli.
sk_tr_tr: Silmemek için boş ya da 0

source: Max days to hold a PC blacklisted
sk_hu_hu: Max. nap, míg a PC fekete listán tartható
sk_tr_tr: Bir bilgisayarı kara listede tutmak için en fazla gün

source: Forever
sk_hu_hu: Örökre
sk_tr_tr: Sonsuze dek

source: Max pending messages from blacklisted PC
sk_hu_hu: Max függőben lévő üzenetek feketelistás PC-ről
sk_tr_tr: Kara listeye alınmış bilgisayardan gelecek en fazla bekleyen ileti

source: None
sk_hu_hu: Nincs
sk_tr_tr: Hiçbiri

source: Max number of messages a user can send each day
sk_hu_hu: Max. küldhető üzenetszám felhasználónként, naponta
sk_tr_tr: Bir kullanıcının bir günde gönderebileceği en fazla ileti sayısı

source: Unlimited
sk_hu_hu: Korlátlan
sk_tr_tr: Limitsiz

source: Save Changes
sk_hu_hu: Változások mentése
sk_tr_tr: Değişiklikleri Kaydet

source: No locked PCs found
sk_hu_hu: Nem található lezárt PC
sk_tr_tr: Kilitlenmiş bilgisayar bulunamadı

source: Block PC forever
sk_hu_hu: PC blokkolása örökre
sk_tr_tr: Bilgisayarı sonsuza dek kilitle

source: PC
sk_tr_tr: Bilgisayar

source: Comments
sk_hu_hu: Megjegyzések
sk_tr_tr: Yorumlar

source: To be unlocked<br>%s
sk_hu_hu: A feloldásához<br>%s
sk_tr_tr: Kilidi açılacak<br>%s

source: To be never unlock
sk_hu_hu: Ahhoz, hogy soha ne old fel
sk_tr_tr: Kilidi asla açılmayacak

source: Edit comment
sk_hu_hu: Megjegyzés szerkesztése
sk_tr_tr: Yorumu düzenle

source: Accept comment
sk_hu_hu: Megjegyzés elfogadása
sk_tr_tr: Yorumu kabul et

source: Delete Comment
sk_hu_hu: Megjegyzés törlése
sk_tr_tr: Yorumu sil

source: Are you sure you want to block this PC forever?
sk_hu_hu: Biztos benne, hogy örökre blokkolni szeretné ezt a PC-t?
sk_tr_tr: Bu bilgisayarı sonsuza dek engellemek istediğinize emin misiniz?

source: Schreikasten
sk_hu_hu: Üzenőfal

source: Whois : http://ws.arin.net/cgi-bin/whois.pl?queryinput=%s
sk_hu_hu: Ki ez : http://ws.arin.net/cgi-bin/whois.pl?queryinput=%s
